[
  {
    "id": 3,
    "name": "Caramel Latte",
    "price": 5.25,
    "photo": "caramel-latte.jpg",
    "keywords": ["coffee", "latte", "caramel", "morning"],
    "introduction": "Indulge in a delightful and comforting coffee experience that will awaken your senses with every sip! Our Caramel Latte is a flawless combination of bold espresso and velvety steamed milk, enhanced by the delectable sweetness of caramel. With each mouthful, you'll relish the harmonious blend of espresso's richness complemented by the smoothness of milk, perfectly balanced with the luxurious notes of caramel. Savor the warm and inviting goodness of the Caramel Latte, and let its flavors envelop you in a moment of pure comfort and happiness. Whether you're starting your day or seeking a soothing pick-me-up, the Caramel Latte is the ideal choice to infuse your coffee moments with a touch of sweetness and elevate your overall experience with every sip!",
    "type": "coffee",
    "bought": 1294,
    "ratingQuantity": 1294,
    "rate1": 4,
    "rate2": 7,
    "rate3": 21,
    "rate4": 713,
    "rate5": 549,
    "ratingSum": 5678,
    "ratingAverage": 4.387944358578053,
    "discount": 5,
    "point": 263,
    "requiredPoint": 3019
  },
  {
    "id": 11,
    "name": "Vanilla Latte",
    "price": 4.25,
    "photo": "vanilla-latte.jpg",
    "keywords": ["coffee", "latte", "vanilla", "morning"],
    "introduction": "A creamy and delightful coffee treat that will gratify your desires with each sip! Our Vanilla Latte is an impeccable combination of robust espresso and smooth steamed milk, infused with the gentle sweetness of fragrant vanilla. With every mouthful, you'll encounter the bold essence of espresso melding harmoniously with the velvety milk, enhanced by the calming aroma of vanilla. Savor the comforting and delectable essence of the Vanilla Latte, and allow its flavor to transport you to the inviting ambiance of a cozy café. Whether you're kickstarting your day or relishing a moment of relaxation, the Vanilla Latte is the perfect selection to add a touch of refinement and elevate your coffee experience, one sip at a time!",
    "type": "coffee",
    "bought": 1371,
    "ratingQuantity": 1371,
    "rate1": 3,
    "rate2": 19,
    "rate3": 30,
    "rate4": 726,
    "rate5": 593,
    "ratingSum": 6000,
    "ratingAverage": 4.3763676148796495,
    "discount": 10,
    "point": 213,
    "requiredPoint": 2444
  },
  {
    "id": 41,
    "name": "Hazelnut Latte",
    "price": 5.25,
    "photo": "hazelnut-latte.jpg",
    "keywords": ["coffee", "hazelnut", "latte", "nutty"],
    "introduction": "Experience the delightful nutty aroma of our Hazelnut Latte! This creamy and comforting coffee drink features a harmonious blend of espresso and hazelnut flavor. Sip on the warm and comforting goodness and let the nutty essence transport you to a cozy café. Whether you're a fan of hazelnut-infused treats or want to explore new coffee flavors, our Hazelnut Latte is the perfect choice to add a touch of warmth and nuttiness to your coffee rituals.",
    "type": "coffee",
    "bought": 656,
    "ratingQuantity": 656,
    "rate1": 0,
    "rate2": 13,
    "rate3": 31,
    "rate4": 351,
    "rate5": 261,
    "ratingSum": 2828,
    "ratingAverage": 4.310975609756097,
    "discount": 10,
    "point": 263,
    "requiredPoint": 3019
  },
  {
    "id": 8,
    "name": "Espresso Shot",
    "price": 2.99,
    "photo": "expresso-shot.jpg",
    "keywords": ["coffee", "espresso", "strong", "morning"],
    "introduction": "As a coffee lover, I can't get enough of the Espresso Shot!",
    "type": "coffee",
    "bought": 177,
    "ratingQuantity": 177,
    "rate1": 4,
    "rate2": 9,
    "rate3": 43,
    "rate4": 68,
    "rate5": 53,
    "ratingSum": 688,
    "ratingAverage": 3.8870056497175143,
    "discount": 0,
    "point": 150,
    "requiredPoint": 1719
  },
  {
    "id": 43,
    "name": "Espresso Con Panna",
    "price": 3.99,
    "photo": "espresso-con-panna.jpg",
    "keywords": ["coffee", "espresso", "whipped cream", "strong"],
    "introduction": "Savor the boldness of our Espresso Con Panna! This powerful coffee creation features a shot of intense espresso crowned with a dollop of luscious whipped cream. Sip on the strong and invigorating goodness and let the silky creaminess balance the robust espresso. Whether you're a fan of strong coffee or want to enjoy a delightful contrast of flavors, our Espresso Con Panna is the perfect choice to add a touch of elegance and richness to your coffee moments.",
    "type": "coffee",
    "bought": 1401,
    "ratingQuantity": 1401,
    "rate1": 1,
    "rate2": 5,
    "rate3": 15,
    "rate4": 783,
    "rate5": 597,
    "ratingSum": 6173,
    "ratingAverage": 4.406138472519629,
    "discount": 5,
    "point": 200,
    "requiredPoint": 2294
  },
  {
    "id": 40,
    "name": "Caramel Macchiato",
    "price": 4.99,
    "photo": "caramel-macchiato.jpg",
    "keywords": ["coffee", "caramel", "espresso", "sweet"],
    "introduction": "Indulge in the velvety richness of our Caramel Macchiato! This delightful coffee creation features a perfect balance of creamy milk, espresso, and luscious caramel. Sip on the sweet and aromatic goodness and let the smooth caramel dance on your taste buds. Whether you're a coffee connoisseur or simply want to treat yourself to a sweet and indulgent coffee, our Caramel Macchiato is the perfect choice to satisfy your cravings and bring you moments of pure bliss with every sip.",
    "type": "coffee",
    "bought": 1290,
    "ratingQuantity": 1290,
    "rate1": 4,
    "rate2": 7,
    "rate3": 15,
    "rate4": 635,
    "rate5": 629,
    "ratingSum": 5748,
    "ratingAverage": 4.455813953488372,
    "discount": 5,
    "point": 250,
    "requiredPoint": 2869
  },
  {
    "id": 42,
    "name": "Vanilla Cappuccino",
    "price": 4.75,
    "photo": "vanilla-cappuccino.jpg",
    "keywords": ["coffee", "vanilla", "cappuccino", "creamy"],
    "introduction": "Start your day on a creamy note with our Vanilla Cappuccino! This classic and comforting coffee drink features a velvety cappuccino infused with the sweet essence of vanilla. Sip on the smooth and indulgent goodness and let the warm vanilla envelop your senses. Whether you're a cappuccino lover or simply seek a delightful morning treat, our Vanilla Cappuccino is the perfect companion for a truly comforting and enjoyable coffee experience.",
    "type": "coffee",
    "bought": 1577,
    "ratingQuantity": 1577,
    "rate1": 3,
    "rate2": 7,
    "rate3": 42,
    "rate4": 660,
    "rate5": 865,
    "ratingSum": 7108,
    "ratingAverage": 4.507292327203551,
    "discount": 10,
    "point": 238,
    "requiredPoint": 2731
  },
  {
    "id": 44,
    "name": "White Chocolate Mocha",
    "price": 6.49,
    "photo": "white-chocolate-mocha.jpg",
    "keywords": ["coffee", "white chocolate", "mocha", "sweet"],
    "introduction": "Indulge in the decadent sweetness of our White Chocolate Mocha! This luxurious coffee drink features a luscious combination of espresso and creamy white chocolate. Sip on the sweet and velvety goodness and let the rich white chocolate swirl in harmony with the robust espresso. Whether you have a sweet tooth or want to treat yourself to a luxurious coffee experience, our White Chocolate Mocha is the perfect choice to satisfy your cravings and bring you moments of pure indulgence with every sip.",
    "type": "coffee",
    "bought": 145,
    "ratingQuantity": 145,
    "rate1": 1,
    "rate2": 16,
    "rate3": 19,
    "rate4": 57,
    "rate5": 52,
    "ratingSum": 578,
    "ratingAverage": 3.986206896551724,
    "discount": 5,
    "point": 325,
    "requiredPoint": 3732
  }
]
