[{"id":1,"name":"Mango Tango","price":4.99,"photo":"mango-tango.jpg","keywords":["mango","fruit","refreshing","tropical"],"introduction":"Mango Tango is a tantalizing and tangy tropical treat that highlights the delectable sweetness of ripe mangoes. Offering a perfect blend of flavors, this refreshing beverage provides an invigorating and delightful taste sensation. Enjoy the Mango Tango's vibrant essence and let it transport you to a tropical paradise with each satisfying gulp.","type":"fruitsmoothie","bought":1441,"ratingQuantity":1441,"rate1":4,"rate2":18,"rate3":10,"rate4":759,"rate5":650,"ratingSum":6356,"ratingAverage":4.4108258154059685,"discount":0,"point":250,"requiredPoint":2869},{"id":2,"name":"Strawberry Bliss","price":3.49,"photo":"strawberry-bliss.jpg","keywords":["strawberry","fruit","sweet","summer"],"introduction":"A luscious and delightful blend that will take your taste buds on a journey of pure bliss! Our Strawberry Bliss smoothie is a refreshing and indulgent beverage that celebrates the sweetness of ripe strawberries in all their glory. This delightful concoction is a perfect fusion of juicy strawberries, creamy yogurt, and a touch of honey, creating a symphony of flavors that will leave you feeling satisfied and content.","type":"fruitsmoothie","bought":1291,"ratingQuantity":1291,"rate1":3,"rate2":8,"rate3":25,"rate4":649,"rate5":606,"ratingSum":5720,"ratingAverage":4.4306738962044925,"discount":0,"point":175,"requiredPoint":2007},{"id":36,"name":"Tropical Paradise","price":5.99,"photo":"tropical-paradise.jpg","keywords":["fruit smoothie","tropical","refreshing","exotic"],"introduction":"Escape to a tropical paradise with our Tropical Paradise fruit smoothie! This delightful blend of assorted tropical fruits will transport you to sandy beaches and azure waters. Sip on the exotic and refreshing goodness and let the vibrant flavors of pineapples, mangoes, and bananas dance on your palate. Whether you're craving a taste of the tropics or seeking a refreshing fruit-filled treat, our Tropical Paradise is the perfect choice to bring a slice of vacation to your day.","type":"fruitsmoothie","bought":1392,"ratingQuantity":1392,"rate1":3,"rate2":15,"rate3":43,"rate4":678,"rate5":653,"ratingSum":6139,"ratingAverage":4.410201149425287,"discount":0,"point":300,"requiredPoint":3444},{"id":37,"name":"Berry Blastoff","price":4.49,"photo":"berry-blastoff.jpg","keywords":["fruit smoothie","berry","refreshing","antioxidant"],"introduction":"Embark on a berry-filled journey with our Berry Blastoff fruit smoothie! This antioxidant-rich blend of assorted berries will take your taste buds on a delightful adventure. Sip on the tangy and refreshing goodness and let the burst of flavors from strawberries, blueberries, and raspberries awaken your senses. Whether you're a berry lover or want to boost your day with a healthy treat, our Berry Blastoff is the perfect choice to add a splash of color and a burst of vitamins to your routine.","type":"fruitsmoothie","bought":508,"ratingQuantity":508,"rate1":1,"rate2":17,"rate3":37,"rate4":182,"rate5":271,"ratingSum":2229,"ratingAverage":4.387795275590551,"discount":10,"point":225,"requiredPoint":2582},{"id":38,"name":"Citrus Sunrise","price":3.99,"photo":"citrus-sunrise.jpg","keywords":["fruit smoothie","citrus","refreshing","vitamin C"],"introduction":"Start your day with a burst of sunshine with our Citrus Sunrise fruit smoothie! This invigorating blend of assorted citrus fruits will energize your mornings and brighten your day. Sip on the zesty and refreshing goodness and let the tangy flavors of oranges, lemons, and limes awaken your taste buds. Whether you're seeking a refreshing morning boost or a citrusy delight, our Citrus Sunrise is the perfect choice to add a burst of vitamin C and a splash of brightness to your day.","type":"fruitsmoothie","bought":591,"ratingQuantity":591,"rate1":4,"rate2":18,"rate3":24,"rate4":326,"rate5":219,"ratingSum":2511,"ratingAverage":4.248730964467005,"discount":0,"point":200,"requiredPoint":2294},{"id":39,"name":"Green Goddess","price":6.25,"photo":"green-goddess.jpg","keywords":["fruit smoothie","green","healthy","refreshing"],"introduction":"Embrace the goodness of green with our Green Goddess fruit smoothie! This healthy and refreshing blend of green fruits and vegetables will nourish your body and delight your taste buds. Sip on the revitalizing and nutrient-rich goodness and let the flavors of spinach, kiwi, and green apples invigorate your senses. Whether you're a health-conscious individual or simply want to add a splash of green to your diet, our Green Goddess is the perfect choice to revitalize your body and bring you a moment of pure nourishment.","type":"fruitsmoothie","bought":453,"ratingQuantity":453,"rate1":3,"rate2":7,"rate3":25,"rate4":143,"rate5":275,"ratingSum":2039,"ratingAverage":4.501103752759382,"discount":10,"point":313,"requiredPoint":3594}]