[{"id":6,"name":"Pineapple Punch","price":4.75,"photo":"pineapple-punch.jpg","keywords":["pineapple","fruit","punch","tropical"],"introduction":"Experience a taste of the tropics that will whisk you away to a flavor-filled paradise! Our Pineapple Punch is a revitalizing and lively drink that encapsulates the essence of a sunny beach escape with every delightful sip. This exquisite blend harmonizes succulent pineapples, a burst of citrus, and a touch of sweetness, resulting in a seamless fusion of tropical flavors that will awaken and invigorate your senses.","type":"fruitpunch","bought":1002,"ratingQuantity":1002,"rate1":0,"rate2":17,"rate3":27,"rate4":456,"rate5":502,"ratingSum":4449,"ratingAverage":4.440119760479042,"discount":0,"point":238,"requiredPoint":2731},{"id":7,"name":"Cherry Colada","price":6.25,"photo":"cherry-colada.jpg","keywords":["cherry","colada","cocktail","summer"],"introduction":"A tropical delight that takes the classic colada to new heights! Our Cherry Colada is a refreshing and vibrant beverage that captures the essence of a sunny paradise with every sip. This delightful concoction is a tantalizing blend of succulent cherries and creamy coconut, creating a harmonious fusion of flavors that will transport you to an exotic beachside getaway.","type":"fruitpunch","bought":525,"ratingQuantity":525,"rate1":3,"rate2":16,"rate3":19,"rate4":289,"rate5":198,"ratingSum":2238,"ratingAverage":4.2628571428571425,"discount":10,"point":313,"requiredPoint":3594},{"id":9,"name":"Watermelon Refresher","price":5.99,"photo":"watermelon-refresher.jpg","keywords":["watermelon","refreshing","healthy","summer"],"introduction":"Discover a revitalizing and hydrating treat perfect for quenching your thirst on scorching summer days! Our Watermelon Refresher is a rejuvenating beverage that encapsulates the refreshing essence of juicy watermelon, combined with a burst of invigorating flavors. This delightful blend is a seamless fusion of ripe watermelon's natural juiciness, a subtle hint of mint, and a zesty touch of lime, harmonizing to create a symphony of revitalizing tastes that will enliven your senses.","type":"fruitpunch","bought":403,"ratingQuantity":403,"rate1":0,"rate2":17,"rate3":40,"rate4":139,"rate5":207,"ratingSum":1745,"ratingAverage":4.330024813895782,"discount":10,"point":300,"requiredPoint":3444},{"id":50,"name":"Tropical Fruit Explosion","price":5.99,"photo":"tropical-fruit-explosion.jpg","keywords":["fruit punch","tropical","refreshing","exotic"],"introduction":"Experience an explosion of tropical flavors with our Tropical Fruit Explosion! This delightful fruit punch features a medley of exotic fruits that will transport you to a sunny paradise. Sip on the refreshing and vibrant goodness and let the combination of pineapple, mango, and passion fruit awaken your taste buds. Whether you're seeking a fruity escape or simply want to quench your thirst, our Tropical Fruit Explosion is the perfect choice to bring a splash of tropical delight to your day.","type":"fruitpunch","bought":923,"ratingQuantity":923,"rate1":0,"rate2":8,"rate3":24,"rate4":557,"rate5":334,"ratingSum":3986,"ratingAverage":4.318526543878656,"discount":10,"point":300,"requiredPoint":3444},{"id":54,"name":"Pineapple Coconut Bliss","price":6.49,"photo":"pineapple-coconut-bliss.jpg","keywords":["fruit punch","pineapple","coconut","tropical"],"introduction":"Immerse yourself in a tropical bliss with our Pineapple Coconut Bliss fruit punch! This delightful combination features the tropical goodness of pineapple and the lusciousness of coconut. Sip on the refreshing and exotic goodness and let the tropical flavors transport you to a beachside paradise. Whether you're a fan of tropical fruits or want to enjoy a delightful blend of flavors, our Pineapple Coconut Bliss is the perfect choice to bring you a taste of paradise with every sip.","type":"fruitpunch","bought":190,"ratingQuantity":190,"rate1":1,"rate2":11,"rate3":20,"rate4":67,"rate5":91,"ratingSum":806,"ratingAverage":4.242105263157895,"discount":10,"point":325,"requiredPoint":3732}]