[{"id":26,"name":"Classic Milk Tea","price":4.99,"photo":"classic-milk-tea.jpg","keywords":["milk tea","classic","tapioca pearls","creamy"],"introduction":"Indulge in the timeless and creamy goodness of our Classic Milk Tea! This delightful blend of rich black tea and creamy milk is the epitome of milk tea perfection. Sip on the velvety smoothness and savor the heavenly pairing of tea and milk. Whether you're a milk tea enthusiast or simply crave a classic and satisfying beverage, our Classic Milk Tea is the perfect companion for a truly comforting and delightful tea experience.","type":"milktea","bought":1071,"ratingQuantity":1071,"rate1":0,"rate2":7,"rate3":10,"rate4":541,"rate5":513,"ratingSum":4773,"ratingAverage":4.456582633053221,"discount":10,"point":250,"requiredPoint":2869},{"id":27,"name":"Brown Sugar Boba","price":5.25,"photo":"brown-sugar-boba.jpg","keywords":["milk tea","boba","brown sugar","sweet"],"introduction":"Experience the chewy and sweet sensation of our Brown Sugar Boba Milk Tea! This indulgent drink features the perfect harmony of rich milk tea and delectable brown sugar-coated boba pearls. Sip on the irresistible blend of flavors and let the chewy pearls add a delightful texture to your tea experience. Whether you're a boba lover or want to treat yourself to a sweet delight, our Brown Sugar Boba Milk Tea is the perfect choice to satisfy your cravings and bring you a moment of pure bliss with every sip.","type":"milktea","bought":922,"ratingQuantity":922,"rate1":4,"rate2":8,"rate3":6,"rate4":466,"rate5":438,"ratingSum":4092,"ratingAverage":4.438177874186551,"discount":10,"point":263,"requiredPoint":3019},{"id":28,"name":"Taro Milk Tea","price":5.49,"photo":"taro-milk-tea.jpg","keywords":["milk tea","taro","purple","creamy"],"introduction":"Embrace the uniquely delightful taste of our Taro Milk Tea! This vibrant and creamy drink features the exotic essence of taro, giving it a beautiful purple hue and a captivating flavor. Sip on the creamy and earthy goodness and let the aromatic taro take you on a journey to an enchanting escape. Whether you're a taro enthusiast or want to explore new flavors, our Taro Milk Tea is the perfect companion to add a touch of excitement and whimsy to your tea time.","type":"milktea","bought":1318,"ratingQuantity":1318,"rate1":3,"rate2":8,"rate3":22,"rate4":802,"rate5":483,"ratingSum":5708,"ratingAverage":4.330804248861912,"discount":0,"point":275,"requiredPoint":3157},{"id":29,"name":"Matcha Milk Fusion","price":6.25,"photo":"matcha-milk-fusion.jpg","keywords":["milk tea","matcha","fusion","green"],"introduction":"Experience a fusion of flavors with our Matcha Milk Fusion! This enchanting blend of premium matcha green tea and creamy milk offers a delightful and balanced experience. Sip on the earthy and velvety goodness and let the vibrant green color mesmerize your senses. Whether you're a matcha lover or curious to try a delightful fusion, our Matcha Milk Fusion is the perfect choice to add a splash of vibrant green and a burst of flavor to your tea rituals.","type":"milktea","bought":979,"ratingQuantity":979,"rate1":3,"rate2":16,"rate3":37,"rate4":351,"rate5":572,"ratingSum":4410,"ratingAverage":4.504596527068437,"discount":5,"point":313,"requiredPoint":3594},{"id":30,"name":"Honey Jasmine Milk Tea","price":4.75,"photo":"honey-jasmine-milk-tea.jpg","keywords":["milk tea","jasmine","honey","floral"],"introduction":"Savor the delicate and floral notes of our Honey Jasmine Milk Tea! This elegant blend of fragrant jasmine tea and a touch of natural honey offers a soothing and aromatic experience. Sip on the calming and floral goodness and let the sweet aroma of jasmine and honey transport you to a serene oasis. Whether you're seeking a moment of relaxation or a gentle floral treat, our Honey Jasmine Milk Tea is the perfect choice to add a touch of elegance and sweetness to your tea rituals.","type":"milktea","bought":589,"ratingQuantity":589,"rate1":2,"rate2":11,"rate3":7,"rate4":287,"rate5":282,"ratingSum":2603,"ratingAverage":4.419354838709677,"discount":10,"point":238,"requiredPoint":2731},{"id":31,"name":"Coconut Thai Milk Tea","price":6.49,"photo":"coconut-thai-milk-tea.jpg","keywords":["milk tea","coconut","Thai","creamy"],"introduction":"Escape to the exotic flavors of Thailand with our Coconut Thai Milk Tea! This creamy and flavorful drink combines the richness of milk tea with the lusciousness of coconut milk, offering a tropical escape in every sip. Sip on the indulgent and aromatic goodness and let the essence of Thailand transport you to a world of tropical bliss. Whether you're a fan of Thai flavors or want to explore new taste sensations, our Coconut Thai Milk Tea is the perfect companion to add a touch of tropical paradise to your tea experience.","type":"milktea","bought":761,"ratingQuantity":761,"rate1":4,"rate2":9,"rate3":28,"rate4":355,"rate5":365,"ratingSum":3351,"ratingAverage":4.40341655716163,"discount":0,"point":325,"requiredPoint":3732},{"id":32,"name":"Cookies and Cream Milk Tea","price":5.99,"photo":"cookies-and-cream-milk-tea.jpg","keywords":["milk tea","cookies and cream","sweet","creamy"],"introduction":"Indulge in the decadent delight of our Cookies and Cream Milk Tea! This sweet and creamy treat features the perfect blend of milk tea with the beloved flavors of cookies and cream. Sip on the velvety and delightful goodness and let the rich and sweet notes take you on a journey of indulgence. Whether you're a fan of cookies and cream desserts or want to treat yourself to a deliciously sweet tea, our Cookies and Cream Milk Tea is the perfect choice to satisfy your cravings and bring you pure joy with every sip.","type":"milktea","bought":968,"ratingQuantity":968,"rate1":4,"rate2":11,"rate3":21,"rate4":342,"rate5":590,"ratingSum":4407,"ratingAverage":4.552685950413223,"discount":10,"point":300,"requiredPoint":3444},{"id":33,"name":"Brown Rice Milk Tea","price":4.49,"photo":"brown-rice-milk-tea.jpg","keywords":["milk tea","brown rice","toasty","nutty"],"introduction":"Experience the toasty and nutty flavors of our Brown Rice Milk Tea! This unique and comforting blend combines the richness of milk tea with the earthy essence of brown rice, offering a delightful and warming experience. Sip on the nutty and velvety goodness and let the comforting qualities of brown rice envelop you in a cozy embrace. Whether you're a tea connoisseur or seeking a comforting and unique tea treat, our Brown Rice Milk Tea is the perfect companion to add a touch of warmth and coziness to your tea rituals.","type":"milktea","bought":988,"ratingQuantity":988,"rate1":1,"rate2":17,"rate3":37,"rate4":442,"rate5":491,"ratingSum":4369,"ratingAverage":4.422064777327935,"discount":10,"point":225,"requiredPoint":2582},{"id":34,"name":"Caramel Milk Tea","price":5.5,"photo":"caramel-milk-tea.jpg","keywords":["milk tea","caramel","sweet","indulgent"],"introduction":"Indulge in the sweet and indulgent flavors of our Caramel Milk Tea! This rich and velvety drink features the perfect blend of milk tea with the lusciousness of caramel. Sip on the creamy and delightful goodness and let the sweet and caramel notes tantalize your taste buds. Whether you have a sweet tooth or want to indulge in a luxurious tea experience, our Caramel Milk Tea is the perfect choice to satisfy your cravings and bring you moments of pure decadence with every sip.","type":"milktea","bought":935,"ratingQuantity":935,"rate1":1,"rate2":12,"rate3":33,"rate4":360,"rate5":529,"ratingSum":4209,"ratingAverage":4.501604278074867,"discount":0,"point":275,"requiredPoint":3163},{"id":35,"name":"Rose Milk Tea","price":4.75,"photo":"rose-milk-tea.jpg","keywords":["milk tea","rose","floral","elegant"],"introduction":"Savor the delicate and elegant flavors of our Rose Milk Tea! This enchanting blend of fragrant rose petals and creamy milk offers a romantic and floral experience. Sip on the soothing and aromatic goodness and let the gentle essence of roses transport you to a blooming garden. Whether you're seeking a moment of relaxation or a gentle floral treat, our Rose Milk Tea is the perfect choice to add a touch of elegance and romance to your tea rituals.","type":"milktea","bought":1040,"ratingQuantity":1040,"rate1":1,"rate2":5,"rate3":10,"rate4":504,"rate5":520,"ratingSum":4657,"ratingAverage":4.477884615384616,"discount":10,"point":238,"requiredPoint":2731}]