[{"id":5,"name":"Blue Lagoon","price":7.5,"photo":"blue-lagoon.jpg","keywords":["blue","lagoon","ocean","beach"],"introduction":"Immerse yourself in a captivating and refreshing drink that transports you to the serene beauty of a tropical paradise! Our Blue Lagoon mocktail is a delightful concoction of tangy citrus and tropical fruit flavors, crafting a stunning blue hue that mesmerizes the eyes and entices the taste buds. With each sip, you'll be invigorated by the zesty zing of lemon and lime, perfectly complemented by the sweet notes of pineapple, skillfully combined to create a taste of pure tropical euphoria. Savor the vibrant goodness of the Blue Lagoon mocktail and let its flavors transport you to a tranquil oasis, where cool azure waters meet clear blue skies. Whether you seek a refreshing treat or wish to infuse your gathering with tropical charm, the Blue Lagoon mocktail is the ultimate choice to elevate your mocktail experience and enchant you with every delightful sip!","type":"mocktail","bought":745,"ratingQuantity":745,"rate1":2,"rate2":9,"rate3":11,"rate4":360,"rate5":363,"ratingSum":3308,"ratingAverage":4.440268456375839,"discount":5,"point":375,"requiredPoint":4313},{"id":10,"name":"Tropical Breeze","price":6.5,"photo":"tropical-breeze.jpg","keywords":["tropical","breeze","cocktail","beach"],"introduction":"Experience a delightful and refreshing beverage that transports you to the sun-kissed shores of a paradisiacal getaway! Our Tropical Breeze mocktail is a revitalizing blend of tropical fruits with a splash of citrus, creating a harmonious symphony of flavors that awaken your senses. With every sip, you'll be greeted by the sweetness of succulent tropical fruits, flawlessly balanced by the tangy zest of citrus. Savor the revitalizing goodness of the Tropical Breeze mocktail and let its flavors whisk you away to a tranquil beachfront retreat, where the gentle sea breeze caresses your skin. Whether you seek a moment of relaxation or wish to infuse your day with a taste of the tropics, the Tropical Breeze mocktail is the perfect choice to refresh your senses and leave you feeling rejuvenated with each delightful sip!","type":"mocktail","bought":398,"ratingQuantity":398,"rate1":2,"rate2":7,"rate3":30,"rate4":121,"rate5":238,"ratingSum":1780,"ratingAverage":4.472361809045226,"discount":10,"point":325,"requiredPoint":3738},{"id":16,"name":"Coconut Cooler","price":6.49,"photo":"coconut-cooler.jpg","keywords":["coconut","cooler","tropical","beach"],"introduction":"A refreshing and tropical delight that will transport you to a serene island paradise! Our Coconut Cooler mocktail is a blissful blend of creamy coconut and a splash of citrus, creating a heavenly taste that will leave you feeling rejuvenated. With each sip, you'll experience the smooth and velvety goodness of coconut, perfectly complemented by the tangy zest of citrus. Sip on the Coconut Cooler mocktail's cool and revitalizing goodness, and let the flavors whisk you away to a tranquil oasis, where swaying palm trees and sandy shores await. Whether you're looking for a moment of relaxation or seeking a taste of tropical indulgence, the Coconut Cooler mocktail is the perfect choice to quench your thirst and leave you feeling refreshed with every sip!","type":"mocktail","bought":1083,"ratingQuantity":1083,"rate1":3,"rate2":12,"rate3":5,"rate4":526,"rate5":537,"ratingSum":4831,"ratingAverage":4.460757156048015,"discount":10,"point":325,"requiredPoint":3732},{"id":45,"name":"Virgin Mojito Crush","price":4.99,"photo":"virgin-mojito-crush.jpg","keywords":["mocktail","mojito","mint","refreshing"],"introduction":"Experience the refreshing zest of our Virgin Mojito Crush mocktail! This invigorating blend features the delightful combination of muddled mint, lime, and soda water. Sip on the tangy and minty goodness and let the citrusy flavors dance on your taste buds. Whether you're seeking a non-alcoholic treat or simply crave a refreshing drink, our Virgin Mojito Crush is the perfect choice to quench your thirst and bring you a moment of pure refreshment.","type":"mocktail","bought":1119,"ratingQuantity":1119,"rate1":4,"rate2":16,"rate3":11,"rate4":655,"rate5":433,"ratingSum":4854,"ratingAverage":4.337801608579088,"discount":10,"point":250,"requiredPoint":2869},{"id":46,"name":"Blueberry Mint Breeze","price":5.25,"photo":"blueberry-mint-breeze.jpg","keywords":["mocktail","blueberry","mint","fruity"],"introduction":"Escape to a breezy oasis with our Blueberry Mint Breeze mocktail! This delightful blend features the sweetness of blueberries combined with the refreshing touch of mint. Sip on the fruity and minty goodness and let the vibrant flavors take you on a delightful journey. Whether you're a fan of fruity mocktails or want to try a refreshing blend, our Blueberry Mint Breeze is the perfect choice to add a splash of color and a burst of flavors to your mocktail experience.","type":"mocktail","bought":873,"ratingQuantity":873,"rate1":3,"rate2":7,"rate3":16,"rate4":409,"rate5":438,"ratingSum":3891,"ratingAverage":4.457044673539519,"discount":5,"point":263,"requiredPoint":3019},{"id":47,"name":"Tropical Sunset Splash","price":4.75,"photo":"tropical-sunset-splash.jpg","keywords":["mocktail","tropical","fruit","exotic"],"introduction":"Immerse yourself in the hues of a tropical sunset with our Tropical Sunset Splash mocktail! This exotic blend features a medley of tropical fruits and a splash of grenadine for a stunning color contrast. Sip on the fruity and delightful goodness and let the tropical flavors transport you to a serene paradise. Whether you're a fan of tropical-inspired mocktails or simply want to savor the colors of a sunset, our Tropical Sunset Splash is the perfect companion for a truly delightful and colorful mocktail experience.","type":"mocktail","bought":546,"ratingQuantity":546,"rate1":3,"rate2":16,"rate3":35,"rate4":245,"rate5":247,"ratingSum":2355,"ratingAverage":4.313186813186813,"discount":0,"point":238,"requiredPoint":2731},{"id":48,"name":"Pineapple Ginger Fizz","price":5.49,"photo":"pineapple-ginger-fizz.jpg","keywords":["mocktail","pineapple","ginger","fizz"],"introduction":"Get a taste of tropical fizz with our Pineapple Ginger Fizz mocktail! This effervescent blend features the tangy sweetness of pineapple paired with the zing of ginger ale. Sip on the bubbly and refreshing goodness and let the tropical flavors tingle your taste buds. Whether you're a fan of fizzy mocktails or want to explore the fusion of pineapple and ginger, our Pineapple Ginger Fizz is the perfect choice to add a spark of excitement and effervescence to your mocktail rituals.","type":"mocktail","bought":774,"ratingQuantity":774,"rate1":1,"rate2":8,"rate3":34,"rate4":473,"rate5":258,"ratingSum":3301,"ratingAverage":4.264857881136951,"discount":10,"point":275,"requiredPoint":3157},{"id":49,"name":"Kiwi Cucumber Cooler","price":4.49,"photo":"kiwi-cucumber-cooler.jpg","keywords":["mocktail","kiwi","cucumber","refreshing"],"introduction":"Chill out with the coolness of our Kiwi Cucumber Cooler mocktail! This revitalizing blend features the crispness of cucumber complemented by the sweetness of kiwi. Sip on the refreshing and delightful goodness and let the green flavors refresh your senses. Whether you're seeking a cooling mocktail or want to enjoy a unique fusion of kiwi and cucumber, our Kiwi Cucumber Cooler is the perfect choice to beat the heat and bring you moments of pure rejuvenation with every sip.","type":"mocktail","bought":1044,"ratingQuantity":1044,"rate1":2,"rate2":9,"rate3":25,"rate4":515,"rate5":493,"ratingSum":4620,"ratingAverage":4.425287356321839,"discount":10,"point":225,"requiredPoint":2582}]