[{"id":21,"name":"Earl Grey Elegance","price":4.75,"photo":"earl-grey-elegance.jpg","keywords":["tea","earl grey","elegant","classic"],"introduction":"Indulge in the timeless charm of our Earl Grey Elegance tea! This classic and elegant blend of black tea infused with the citrusy essence of bergamot will awaken your senses and offer a moment of tranquility. Sip on the aromatic delight and let the sophistication of Earl Grey tea elevate your tea experience. Whether you're seeking a calming moment or a refined tea indulgence, our Earl Grey Elegance is the perfect companion for a truly elevated tea experience.","type":"tea","bought":295,"ratingQuantity":295,"rate1":2,"rate2":9,"rate3":23,"rate4":162,"rate5":99,"ratingSum":1232,"ratingAverage":4.176271186440678,"discount":10,"point":238,"requiredPoint":2731},{"id":22,"name":"Chamomile Dream","price":3.99,"photo":"chamomile-dream.jpg","keywords":["tea","chamomile","relaxing","floral"],"introduction":"Relax and unwind with our Chamomile Dream tea! This soothing and floral infusion of chamomile flowers will envelop you in a calming embrace. Sip on the gentle and delicate flavors and let the soothing qualities of chamomile transport you to a world of serenity. Whether you're seeking a moment of relaxation or a gentle floral treat, our Chamomile Dream is the perfect choice to soothe your senses and bring you tranquil dreams with every sip.","type":"tea","bought":545,"ratingQuantity":545,"rate1":2,"rate2":8,"rate3":34,"rate4":176,"rate5":325,"ratingSum":2449,"ratingAverage":4.493577981651376,"discount":5,"point":200,"requiredPoint":2294},{"id":23,"name":"Jasmine Green","price":4.25,"photo":"jasmine-green.jpg","keywords":["tea","jasmine","green tea","fragrant"],"introduction":"Experience the exquisite allure of our Jasmine Green tea! This fragrant and floral blend of jasmine blossoms with green tea will transport you to an enchanting garden. Sip on the delicate and aromatic flavors and let the captivating essence of jasmine elevate your tea experience. Whether you're seeking a moment of tranquility or a floral indulgence, our Jasmine Green is the perfect choice to add a touch of elegance and allure to your tea rituals.","type":"tea","bought":1579,"ratingQuantity":1579,"rate1":3,"rate2":5,"rate3":21,"rate4":606,"rate5":944,"ratingSum":7220,"ratingAverage":4.572514249525016,"discount":10,"point":213,"requiredPoint":2444},{"id":24,"name":"Mint Medley","price":4.49,"photo":"mint-medley.jpg","keywords":["tea","mint","medley","refreshing"],"introduction":"Refresh your senses with our Mint Medley tea! This invigorating blend of mint leaves offers a refreshing and revitalizing escape. Sip on the cool and crisp flavors and let the refreshing qualities of mint invigorate your senses. Whether you're seeking a revitalizing tea or a delightful escape, our Mint Medley is the perfect choice to rejuvenate your body and mind with every soothing sip.","type":"tea","bought":1203,"ratingQuantity":1203,"rate1":4,"rate2":12,"rate3":6,"rate4":689,"rate5":492,"ratingSum":5262,"ratingAverage":4.3740648379052365,"discount":0,"point":225,"requiredPoint":2582}]